/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: jisokang <jisokang@student.42seoul.kr>     +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2021/03/10 16:43:44 by jisokang          #+#    #+#             */
/*   Updated: 2021/03/23 20:19:34 by jisokang         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "ft_printf.h"

/* 테스트용 main 함수 */
int	main(void)
{
	//printf("   printf : Hello %d World %d\n", 1, 2);
	ft_printf("   ft_printf : %c\n", 'a');

}
